{
	"recipe_name": "Spinach Beet Salad",
	"author_name": "Anna",
	"ingredients": "spinach, cooked and chilled beets, chopped tomatoes, dry roasted almonds, hard boiled eggs, chopped cucumber, thinly sliced radish, thinly sliced red onion, grated carrots",
	"directions": "Wash and dry spinach carefully.  Lightly cook beets and chill.  Roast almonds, cool and sliver. Boil and peel eggs. Reserve an extra cup of spinach before adding dressing. Mix well and dress just before serving, using oil and vinegar dressing.",
	"image": "https://www.seriouseats.com/recipes/images/2012/02/20120207-seriousentertaining-vanetinesdaywiththefamily-beetwalnutsalad.JPG"
},
{        
	"recipe_name": "Greek Hummus",
	"author_name": "Anna",
	"ingredients": "extra virgin olive oil, chopped onion, minced garlic, coriander, cumin powder, cooked garbanzo beans, tahini, fresh lemon juice, fresh flat leaf parsley, sea salt",
	"directions": "In a skillet, heat olive oil and add onions, garlic (reserve 1/2 tespoon), coriander and cumin until golden brown.  In a food processor, place sauteed mixture with garbanzo beans, tahini, lemon juice, parsley and salt; blend until creamy.  Remove from food processor, add the raw garlic and a little olive oil and adjust seasonings.  Allow to sit for 1 to 2 hours.  Refrigerate for up to one week.",
	"image": "http://www.mygreekdish.com/wp-content/uploads/2014/05/Easy-Homemade-hummus-recipe-800x535.jpg"
}
{
	"recipe_name": "Miso Soup",
	"author_name": "Anna",
	"ingredients": "water, kombu, chopped onion, chopped cabbage, chopped celery, minced garlic, brown rice miso, peanut or walnut oil, thinly sliced mushrooms, salt",
	"directions": "Put kombu, onion, cabbage, and celery in pot with water. Simmer on low heat for 45 minutes to an hour, until vegetables are very soft. Halfway through the cooking time, add the minced garlic. Drain the vegetables. Fill a cup half full with resulting broth and add the miso. Stir well, then add to the rest of the broth along with the oil, add salt to taste and muchrooms. Do not allow miso to boil!!!",
	"image": "https://organixx.com/wp-content/uploads/Quick-Tasty-Bone-Broth-Mushroom-Miso-Soup-Recipe.jpg"
},
{
	"recipe_name": "Tomato Gazpacho",
	"author_name": "Anna",
	"ingredients": "tomatoes, chopped carrot, peeled cucumber, peeled garlic cloves, onion, olive oil, red or yellow pepper, celery, fresh basil, marjoram, cilantro, tomato based vegetable juice, balsamic vinegar",
	"directions": "Place all ingredients into food processor and puree. Flavors come out best when allowed to rest overnight.  One hour before serving, add for texture: diced yellow pepper, thinly sliced scallions, quartered cucumber, sicilian or kalamata olives, and chopped fresh dill.",
	"image": "https://gbc-cdn-public-media.azureedge.net/img27409.768x512.jpg"
},
{
	"recipe_name": "Curried Lamb and Lentils on Basmati Rice",
	"author_name": "Anna",
	"ingredients": "2 cups raw lentils, 6 cups water, 2 cups yellow onions (chopped fine), 4 cloves minced garlic, 1 tablespoon oregano, 2 teaspoon basil, 1 teaspoon curry powder, 1 teaspoon cumin powder, 1/2 teaspoon turmeric powder, 1 1/2 tablespoons honey, sea salt, olive oil, 1lbs ground lamb, * serve with date chutney",
	"directions": "Lentils can be soaked overnight to decrease cooking time.  Otherwise, allow 1 to 1.5 hours for lentils to be soft. Bring water to a boil and add washed lentils. Let water return to a boil, then cover and turn down heat to a simmer. Add water if necessary, but you do not want the lentils soupy in the end. About half an hour before lentils are done, on medium to low heat, saute onions and garlic in olive oil until transparent. 15min before lentils are done, add the cooked onions and garlic and the seasonings, but not the honey or salt. Open lamb package and allow lamb to warm to room temperature. Turn off heat and stir lamb in small pieces so it will break up easily. Add honey and salt and adjust seasonings as needed.",
	"image": "http://www.slimmingeats.com/blog/wp-content/uploads/2013/11/chicken-sweet-potaot-lentil-curry-24.jpg"
},
{
	"recipe_name": "Simple Date Chutney",
	"author_name": "Anna",
	"ingredients": "1 cup pitted dates, 1/2 bunch cilantro (remove stems), juice of 1 lemon, 1 jalapeno (seeded and chopped), 1/4 to 1/2 cup water",
	"directions": "Place all ingredients in blender on puree until smooth. Adjust lemon or cilantro to taste.",
	"image": "https://img.taste.com.au/cJ4V5Pr_/w720-h480-cfill-q80/taste/2016/11/date-chutney-80079-1.jpeg"
},
{
	"recipe_name": "Bircher Muesli",
	"author_name": "Anna",
	"ingredients": "1 3/4 cups rolled oats, 1 cup orange or apple juice, 1/4 cup unsweetened shredded coconut, 1/4 cup unsweetened dried cranberries, 1/2 cup sliced raw almonds, 1/2 cup raw pepitas, 1 cup Greek yogurt, 1 Fuji or Gala apple (halves and cut into 3/4-inch cubes, 1/2 teaspoon grated nutmeg (optional)",
	"directions": "In a medium airtight container, combine the oats and juice, place in the fridge, and allow the oats to soak overnight. In the morning, pour the oats into a bowl. Add the shredded coconut, cranberries, almonds, and pepitas to the bowl and combine with the oats. Fold in the yogurt and the cubed apple. Top with grated nutmeg, if desired. Serve cold, or place into the fridge for up to 4 days.",
    "image": "https://ls.imgix.net/recipes/thumbnails/bircher-muesli.jpg?w=620&h=310&auto=compress,format&fit=crop"
},
{
	"recipe_name": "",
	"author_name": "",
	"ingredients": "",
	"directions": "",
	"image": ""
},
{
	"recipe_name": "",
	"author_name": "",
	"ingredients": "",
	"directions": "",
	"image": ""
},
{
	"recipe_name": "",
	"author_name": "",
	"ingredients": "",
	"directions": "",
	"image": ""
},
{
	"recipe_name": "",
	"author_name": "",
	"ingredients": "",
	"directions": "",
	"image": ""
},
